Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 충전 정책을 안전하게 저장하지 못했습니다
ar: تعذر حفظ سياسة الشحن بأمان
cs: Zásady nabíjení se nepodařilo bezpečně uložit
da: Opladningspolitik kunne ikke gemmes sikkert
de: Laderichtlinie konnte nicht sicher gespeichert werden
el: Δεν ήταν δυνατή η ασφαλής αποθήκευση της πολιτικής φόρτισης
en: Charge policy could not be saved safely
es: No se pudo guardar la política de carga de forma segura
fi: Latauskäytäntöä ei voitu tallentaa turvallisesti
fr: Impossible d'enregistrer la politique de charge en toute sécurité
he: לא ניתן לשמור את מדיניות הטעינה בבטחה
hi: चार्ज नीति को सुरक्षित रूप से सहेजा नहीं जा सका
hu: A töltési házirend nem menthető biztonságosan
id: Kebijakan pengisian tidak dapat disimpan dengan aman
it: Impossibile salvare i criteri di carica in modo sicuro
ja: 充電ポリシーを安全に保存できませんでした
nb: Laderegler kunne ikke lagres på en sikker måte
nl: Oplaadbeleid kon niet veilig worden opgeslagen
pl: Nie można bezpiecznie zapisać zasad ładowania
pt_br: Não foi possível salvar a política de carga com segurança
pt_pt: Não foi possível guardar a política de carregamento em segurança
ro: Politica de încărcare nu a putut fi salvată în siguranță
ru: Не удалось безопасно сохранить политику зарядки
sv: Laddningspolicy kunde inte sparas på ett säkert sätt
th: ไม่สามารถบันทึกนโยบายการชาร์จได้อย่างปลอดภัย
tr: Şarj politikası güvenli bir şekilde kaydedilemedi
uk: Не вдалося безпечно зберегти політику заряджання
vi: Không thể lưu chính sách sạc một cách an toàn
zh_hans: 未能安全保存充电策略
zh_hant: 未能安全儲存充電政策

source: 충전 제어 하드웨어 상태를 확인하지 못했습니다
ar: تعذر التحقق من حالة أجهزة التحكم في الشحن
cs: Stav hardwaru pro řízení nabíjení nelze ověřit
da: Hardwaretilstand for opladningskontrol kunne ikke bekræftes
de: Hardware-Status der Ladesteuerung konnte nicht überprüft werden
el: Δεν ήταν δυνατή η επαλήθευση της κατάστασης υλικού ελέγχου φόρτισης
en: Charge-control hardware state could not be verified
es: No se pudo verificar el estado del hardware de control de carga
fi: Latauksenohjauksen laitteistotilaa ei voitu vahvistaa
fr: Impossible de vérifier l'état du matériel de contrôle de charge
he: לא ניתן לאמת את מצב חומרת בקרת הטעינה
hi: चार्ज-नियंत्रण हार्डवेयर स्थिति सत्यापित नहीं की जा सकी
hu: A töltésvezérlő hardver állapota nem ellenőrizhető
id: Status perangkat keras kontrol pengisian tidak dapat diverifikasi
it: Impossibile verificare lo stato dell'hardware di controllo carica
ja: 充電制御ハードウェアの状態を確認できませんでした
nb: Maskinvarestatus for ladekontroll kunne ikke bekreftes
nl: Hardwarestatus van de oplaadregeling kon niet worden geverifieerd
pl: Nie można zweryfikować stanu sprzętu kontroli ładowania
pt_br: Não foi possível verificar o estado do hardware de controle de carga
pt_pt: Não foi possível verificar o estado do hardware de controlo de carregamento
ro: Starea hardware-ului de control al încărcării nu a putut fi verificată
ru: Не удалось проверить состояние оборудования контроля зарядки
sv: Kunde inte verifiera laddningskontrollens hårdvarustatus
th: ไม่สามารถตรวจสอบสถานะฮาร์ดแวร์ควบคุมการชาร์จได้
tr: Şarj kontrol donanım durumu doğrulanamadı
uk: Не вдалося перевірити стан апаратного забезпечення контролю заряджання
vi: Không thể xác minh trạng thái phần cứng kiểm soát sạc
zh_hans: 无法验证充电控制硬件状态
zh_hant: 無法驗證充電控制硬體狀態

source: 충전 제한 %lld%% 도달 (전원 어댑터 바이패스 구동)
ar: تم بلوغ حد الشحن %lld%% (التشغيل عبر تجاوز المحول)
cs: Limit nabíjení %lld%% dosažen (provoz přes obchvat adaptéru)
da: Opladningsgrænsen på %lld%% er nået (kører på adapterbypass)
de: Ladelimit %lld%% erreicht (Betrieb über Netzteil-Bypass)
el: Το όριο φόρτισης %lld%% επιτεύχθηκε (λειτουργία μέσω παράκαμψης προσαρμογέα)
en: Charge limit %lld%% reached (running on adapter bypass)
es: Límite de carga del %lld%% alcanzado (funcionando con bypass del adaptador)
fi: Latausraja %lld%% saavutettu (toimii sovittimen ohituksella)
fr: Limite de charge de %lld%% atteinte (fonctionnement en bypass secteur)
he: מגבלת הטעינה %lld%% הושגה (פועל דרך מעקף המתאם)
hi: चार्ज सीमा %lld%% तक पहुंच गई (एडाप्टर बायपास पर चल रहा है)
hu: A(z) %lld%%-os töltési korlát elérve (adapter-bypass üzemmódban fut)
id: Batas pengisian daya %lld%% tercapai (berjalan melalui bypass adaptor)
it: Limite di carica %lld%% raggiunto (funzionamento in bypass dell'alimentatore)
ja: 充電上限 %lld%% に到達（電源アダプタのバイパス駆動）
nb: Ladegrensen på %lld%% er nådd (kjører på adapterbypass)
nl: Laadlimiet van %lld%% bereikt (werkt via adapterbypass)
pl: Osiągnięto limit ładowania %lld%% (praca w trybie obejścia zasilacza)
pt_br: Limite de carga de %lld%% atingido (funcionando em bypass do adaptador)
pt_pt: Limite de carga de %lld%% atingido (a funcionar em bypass do transformador)
ro: Limita de încărcare de %lld%% a fost atinsă (funcționează prin bypass-ul adaptorului)
ru: Достигнут лимит зарядки %lld%% (работа через обход адаптера)
sv: Laddningsgränsen på %lld%% har nåtts (drivs via adapterbypass)
th: ถึงขีดจำกัดการชาร์จ %lld%% แล้ว (ทำงานผ่านการบายพาสอะแดปเตอร์)
tr: %lld%% şarj sınırına ulaşıldı (adaptör bypass modunda çalışıyor)
uk: Досягнуто ліміту заряджання %lld%% (робота через обхід адаптера)
vi: Đã đạt giới hạn sạc %lld%% (đang chạy qua chế độ bỏ qua bộ chuyển đổi)
zh_hans: 已达到充电上限 %lld%%（通过电源适配器旁路供电运行）
zh_hant: 已達到充電上限 %lld%%（透過電源轉接器旁路供電運作）

source: 충전 제한 비활성화 설정을 저장하지 못했습니다.
ar: فشل حفظ إعداد تعطيل حد الشحن.
cs: Uložení nastavení deaktivace limitu nabíjení se nezdařilo.
da: Kunne ikke gemme indstilling for deaktivering af opladningsgrænse.
de: Deaktivierungseinstellung des Ladelimits konnte nicht gespeichert werden.
el: Αποτυχία αποθήκευσης της ρύθμισης απενεργοποίησης ορίου φόρτισης.
en: Failed to save charging limit disabled state.
es: Error al guardar el ajuste de desactivación del límite de carga.
fi: Latausrajan käytöstäpoistoasetuksen tallennus epäonnistui.
fr: Échec de l'enregistrement du réglage de désactivation de la limite de charge.
he: שמירת הגדרת השבתת מגבלת הטעינה נכשלה.
hi: चार्जिंग सीमा अक्षम सेटिंग सहेजने में विफल।
hu: A töltési korlát letiltási beállításának mentése sikertelen.
id: Gagal menyimpan pengaturan penonaktifan batas pengisian daya.
it: Impossibile salvare l'impostazione di disattivazione del limite di carica.
ja: 充電制限の無効化設定を保存できませんでした。
nb: Kunne ikke lagre innstillingen for deaktivering av ladebegrensning.
nl: Opslaan van uitschakelinstelling voor oplaadlimiet mislukt.
pl: Nie udało się zapisać ustawienia wyłączenia limitu ładowania.
pt_br: Falha ao salvar a configuração de desativação do limite de carga.
pt_pt: Falha ao guardar a definição de desativação do limite de carregamento.
ro: Salvarea configurării de dezactivare a limitei de încărcare a eșuat.
ru: Не удалось сохранить настройку отключения лимита зарядки.
sv: Kunde inte spara inställningen för inaktivering av laddningsgräns.
th: บันทึกการตั้งค่าการปิดใช้งานขีดจำกัดการชาร์จไม่สำเร็จ
tr: Şarj sınırını devre dışı bırakma ayarı kaydedilemedi.
uk: Не вдалося зберегти налаштування вимкнення ліміту заряджання.
vi: Lưu cài đặt vô hiệu hóa giới hạn sạc thất bại.
zh_hans: 保存充电限制禁用设置失败。
zh_hant: 儲存充電限制停用設定失敗。

source: 충전 제한 비활성화됨
ar: حد الشحن متوقف
cs: Limit nabíjení vypnut
da: Opladningsgrænse fra
de: Ladelimit aus
el: Το όριο φόρτισης είναι απενεργοποιημένο
en: Charge limit off
es: Límite de carga desactivado
fi: Latausraja pois
fr: Limite de charge désactivée
he: מגבלת טעינה כבויה
hi: चार्ज सीमा बंद है
hu: Töltési korlát kikapcsolva
id: Batas pengisian daya nonaktif
it: Limite di carica disattivato
ja: 充電上限オフ
nb: Ladegrense av
nl: Laadlimiet uit
pl: Limit ładowania wyłączony
pt_br: Limite de carga desativado
pt_pt: Limite de carga desativado
ro: Limita de încărcare dezactivată
ru: Лимит зарядки отключен
sv: Laddningsgräns av
th: ปิดขีดจำกัดการชาร์จ
tr: Şarj sınırı kapalı
uk: Ліміт заряджання вимкнено
vi: Đã tắt giới hạn sạc
zh_hans: 充电上限已关闭
zh_hant: 充電上限已關閉

source: 충전 제한 설정 가져오기
ar: Get Charge Limit Settings
cs: Get Charge Limit Settings
da: Get Charge Limit Settings
de: Ladelimiteinstellungen abrufen
el: Get Charge Limit Settings
en: Get Charge Limit Settings
es: Obtener configuración de límite de charge
fi: Get Charge Limit Settings
fr: Obtenir les paramètres de limite de charge
he: Get Charge Limit Settings
hi: Get Charge Limit Settings
hu: Get Charge Limit Settings
id: Get Charge Limit Settings
it: Get Charge Limit Settings
ja: 充電上限設定を取得
nb: Get Charge Limit Settings
nl: Get Charge Limit Settings
pl: Get Charge Limit Settings
pt_br: Get Charge Limit Settings
pt_pt: Get Charge Limit Settings
ro: Get Charge Limit Settings
ru: Get Charge Limit Settings
sv: Get Charge Limit Settings
th: Get Charge Limit Settings
tr: Get Charge Limit Settings
uk: Get Charge Limit Settings
vi: Get Charge Limit Settings
zh_hans: 获取充电限制设置
zh_hant: 取得充電限制設定

source: 충전 제한 설정을 인코딩할 수 없음
ar: تعذّر ترميز إعدادات حد الشحن
cs: Nastavení limitu nabíjení nelze zakódovat
da: Kan ikke kode indstillingerne for opladningsgrænsen
de: Ladelimit-Einstellungen können nicht codiert werden
el: Δεν είναι δυνατή η κωδικοποίηση των ρυθμίσεων ορίου φόρτισης
en: Cannot encode charge limit settings
es: No se pueden codificar los ajustes del límite de carga
fi: Latausrajan asetuksia ei voi koodata
fr: Impossible d'encoder les réglages de limite de charge
he: לא ניתן לקודד את הגדרות מגבלת הטעינה
hi: चार्ज सीमा सेटिंग एन्कोड नहीं की जा सकी
hu: A töltési korlát beállításai nem kódolhatók
id: Tidak dapat mengenkode pengaturan batas pengisian daya
it: Impossibile codificare le impostazioni del limite di carica
ja: 充電上限設定をエンコードできません
nb: Kan ikke kode innstillingene for ladegrensen
nl: Kan de instellingen voor de laadlimiet niet coderen
pl: Nie można zakodować ustawień limitu ładowania
pt_br: Não é possível codificar as configurações do limite de carga
pt_pt: Não é possível codificar as definições do limite de carga
ro: Setările limitei de încărcare nu pot fi codificate
ru: Не удается закодировать настройки лимита зарядки
sv: Det går inte att koda inställningarna för laddningsgränsen
th: ไม่สามารถเข้ารหัสการตั้งค่าขีดจำกัดการชาร์จได้
tr: Şarj sınırı ayarları kodlanamıyor
uk: Не вдається закодувати налаштування ліміту заряджання
vi: Không thể mã hóa cài đặt giới hạn sạc
zh_hans: 无法编码充电上限设置
zh_hant: 無法編碼充電上限設定

source: 충전 제한 켜기
ar: Turn On Charge Limit
cs: Turn On Charge Limit
da: Turn On Charge Limit
de: Ladelimit aktivieren
el: Turn On Charge Limit
en: Turn On Charge Limit
es: Activar límite de carga
fi: Turn On Charge Limit
fr: Activer la limite de charge
he: Turn On Charge Limit
hi: Turn On Charge Limit
hu: Turn On Charge Limit
id: Turn On Charge Limit
it: Turn On Charge Limit
ja: 充電上限をオン
nb: Turn On Charge Limit
nl: Turn On Charge Limit
pl: Turn On Charge Limit
pt_br: Turn On Charge Limit
pt_pt: Turn On Charge Limit
ro: Turn On Charge Limit
ru: Turn On Charge Limit
sv: Turn On Charge Limit
th: Turn On Charge Limit
tr: Turn On Charge Limit
uk: Turn On Charge Limit
vi: Turn On Charge Limit
zh_hans: 开启充电限制
zh_hant: 開啟充電限制

source: 충전 제한 켜기/끄기
ar: Toggle Charge Limit
cs: Toggle Charge Limit
da: Toggle Charge Limit
de: Ladelimit ein-/ausschalten
el: Toggle Charge Limit
en: Toggle Charge Limit
es: Activar/desactivar límite de carga
fi: Toggle Charge Limit
fr: Activer/désactiver la limite de charge
he: Toggle Charge Limit
hi: Toggle Charge Limit
hu: Toggle Charge Limit
id: Toggle Charge Limit
it: Toggle Charge Limit
ja: 充電上限のオン/オフ
nb: Toggle Charge Limit
nl: Toggle Charge Limit
pl: Toggle Charge Limit
pt_br: Toggle Charge Limit
pt_pt: Toggle Charge Limit
ro: Toggle Charge Limit
ru: Toggle Charge Limit
sv: Toggle Charge Limit
th: Toggle Charge Limit
tr: Toggle Charge Limit
uk: Toggle Charge Limit
vi: Toggle Charge Limit
zh_hans: 开启/关闭充电限制
zh_hant: 開啟/關閉充電限制

source: 충전 제한 활성화
ar: Enable Charge Limit
cs: Enable Charge Limit
da: Enable Charge Limit
de: Ladelimit aktivieren
el: Enable Charge Limit
en: Enable Charge Limit
es: Activar límite de carga
fi: Enable Charge Limit
fr: Activer la limite de charge
he: Enable Charge Limit
hi: Enable Charge Limit
hu: Enable Charge Limit
id: Enable Charge Limit
it: Enable Charge Limit
ja: 充電上限を有効化
nb: Enable Charge Limit
nl: Enable Charge Limit
pl: Enable Charge Limit
pt_br: Enable Charge Limit
pt_pt: Enable Charge Limit
ro: Enable Charge Limit
ru: Enable Charge Limit
sv: Enable Charge Limit
th: Enable Charge Limit
tr: Enable Charge Limit
uk: Enable Charge Limit
vi: Enable Charge Limit
zh_hans: 启用充电限制
zh_hant: 啟用充電限制

source: 충전 제한 활성화 여부
ar: Charge Limit Enabled
cs: Charge Limit Enabled
da: Charge Limit Enabled
de: Ladelimit aktiviert
el: Charge Limit Enabled
en: Charge Limit Enabled
es: Límite de carga activado
fi: Charge Limit Enabled
fr: Limite de charge activée
he: Charge Limit Enabled
hi: Charge Limit Enabled
hu: Charge Limit Enabled
id: Charge Limit Enabled
it: Charge Limit Enabled
ja: 充電上限が有効
nb: Charge Limit Enabled
nl: Charge Limit Enabled
pl: Charge Limit Enabled
pt_br: Charge Limit Enabled
pt_pt: Charge Limit Enabled
ro: Charge Limit Enabled
ru: Charge Limit Enabled
sv: Charge Limit Enabled
th: Charge Limit Enabled
tr: Charge Limit Enabled
uk: Charge Limit Enabled
vi: Charge Limit Enabled
zh_hans: 充电限制已启用
zh_hant: 充電限制已啟用

source: 충전 제한을 켜면 한도를 조절할 수 있습니다.
ar: فعِّل حد الشحن لضبط الحد الأقصى.
cs: Zapněte limit nabíjení, chcete-li upravit maximum.
da: Slå opladningsgrænsen til for at justere maksimum.
de: Aktiviere das Ladelimit, um das Maximum anzupassen.
el: Ενεργοποιήστε το όριο φόρτισης για να προσαρμόσετε το μέγιστο.
en: Turn on the charge limit to adjust the maximum.
es: Activa el límite de carga para ajustar el máximo.
fi: Ota latausraja käyttöön säätääksesi enimmäisarvoa.
fr: Activez la limite de charge pour ajuster le maximum.
he: הפעל את מגבלת הטעינה כדי לכוונן את הערך המרבי.
hi: अधिकतम मान समायोजित करने के लिए चार्ज सीमा चालू करें।
hu: Kapcsold be a töltési korlátot a maximum módosításához.
id: Aktifkan batas pengisian daya untuk menyesuaikan nilai maksimum.
it: Attiva il limite di carica per regolare il massimo.
ja: 充電上限をオンにすると上限を調整できます。
nb: Slå på ladegrensen for å justere maksimumsverdien.
nl: Schakel de laadlimiet in om het maximum aan te passen.
pl: Włącz limit ładowania, aby dostosować wartość maksymalną.
pt_br: Ative o limite de carga para ajustar o máximo.
pt_pt: Ative o limite de carga para ajustar o máximo.
ro: Activează limita de încărcare pentru a ajusta maximul.
ru: Включите лимит зарядки, чтобы настроить максимум.
sv: Aktivera laddningsgränsen för att justera maxvärdet.
th: เปิดขีดจำกัดการชาร์จเพื่อปรับค่าสูงสุด
tr: Maksimum değeri ayarlamak için şarj sınırını açın.
uk: Увімкніть ліміт заряджання, щоб налаштувати максимум.
vi: Bật giới hạn sạc để điều chỉnh mức tối đa.
zh_hans: 打开充电上限后即可调整最大值。
zh_hant: 開啟充電上限後即可調整最大值。

source: 충전 중
ar: قيد الشحن
cs: Nabíjení
da: Oplader
de: Wird geladen
el: Φόρτιση
en: Charging
es: Cargando
fi: Ladataan
fr: En charge
he: טוען
hi: चार्ज हो रहा है
hu: Töltés alatt
id: Sedang Mengisi Daya
it: In carica
ja: 充電中
nb: Lader
nl: Opladen
pl: Ładowanie
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Заряжается
sv: Laddar
th: กำลังชาร์จ
tr: Şarj Oluyor
uk: Заряджається
vi: Đang sạc
zh_hans: 充电中
zh_hant: 充電中

source: 충전 중 여부
ar: Is Charging
cs: Is Charging
da: Is Charging
de: Wird geladen
el: Is Charging
en: Is Charging
es: Cargando
fi: Is Charging
fr: En cours de charge
he: Is Charging
hi: Is Charging
hu: Is Charging
id: Is Charging
it: Is Charging
ja: 充電中かどうか
nb: Is Charging
nl: Is Charging
pl: Is Charging
pt_br: Is Charging
pt_pt: Is Charging
ro: Is Charging
ru: Is Charging
sv: Is Charging
th: Is Charging
tr: Is Charging
uk: Is Charging
vi: Is Charging
zh_hans: 是否正在充电
zh_hant: 是否正在充電

source: 충전 한도 %lld%%
ar: حد الشحن %lld%%
cs: Limit nabíjení %lld%%
da: Opladningsgrænse %lld%%
de: Ladelimit %lld%%
el: Όριο φόρτισης %lld%%
en: Charge Limit %lld%%
es: Límite de carga %lld%%
fi: Latausraja %lld%%
fr: Limite de charge %lld%%
he: מגבלת טעינה %lld%%
hi: चार्ज सीमा %lld%%
hu: Töltési korlát: %lld%%
id: Batas Pengisian Daya %lld%%
it: Limite di carica %lld%%
ja: 充電上限 %lld%%
nb: Ladebegrensning %lld%%
nl: Oplaadlimiet %lld%%
pl: Limit ładowania %lld%%
pt_br: Limite de Carga %lld%%
pt_pt: Limite de carregamento %lld%%
ro: Limită de încărcare %lld%%
ru: Предел зарядки %lld%%
sv: Laddningsgräns %lld%%
th: ขีดจำกัดการชาร์จ %lld%%
tr: Şarj Sınırı %% %lld
uk: Ліміт заряджання %lld%%
vi: Giới hạn sạc %lld%%
zh_hans: 充电限制 %lld%%
zh_hant: 充電限制 %lld%%

source: 충전 한도 (%)
ar: Charge Limit (%)
cs: Charge Limit (%)
da: Charge Limit (%)
de: Ladelimit (%)
el: Charge Limit (%)
en: Charge Limit (%)
es: Límite de carga (%)
fi: Charge Limit (%)
fr: Limite de charge (%)
he: Charge Limit (%)
hi: Charge Limit (%)
hu: Charge Limit (%)
id: Charge Limit (%)
it: Charge Limit (%)
ja: 充電上限 (%)
nb: Charge Limit (%)
nl: Charge Limit (%)
pl: Charge Limit (%)
pt_br: Charge Limit (%)
pt_pt: Charge Limit (%)
ro: Charge Limit (%)
ru: Charge Limit (%)
sv: Charge Limit (%)
th: Charge Limit (%)
tr: Charge Limit (%)
uk: Charge Limit (%)
vi: Charge Limit (%)
zh_hans: 充电上限 (%)
zh_hant: 充電上限 (%)

source: 충전 한도 도달 후 자연 방전 허용 범위(Sailing)를 설정합니다.
ar: Configure natural discharge range (Sailing) after reaching charge limit.
cs: Configure natural discharge range (Sailing) after reaching charge limit.
da: Configure natural discharge range (Sailing) after reaching charge limit.
de: Entladungsbereich (Segelmodus) nach Erreichen des Ladelimits festlegen.
el: Configure natural discharge range (Sailing) after reaching charge limit.
en: Configure natural discharge range (Sailing) after reaching charge limit.
es: Configura el rango de descarga natural (Sailing) después de alcanzar el límite.
fi: Configure natural discharge range (Sailing) after reaching charge limit.
fr: Configurez la plage de décharge naturelle (Sailing) après avoir atteint la limite.
he: Configure natural discharge range (Sailing) after reaching charge limit.
hi: Configure natural discharge range (Sailing) after reaching charge limit.
hu: Configure natural discharge range (Sailing) after reaching charge limit.
id: Configure natural discharge range (Sailing) after reaching charge limit.
it: Configure natural discharge range (Sailing) after reaching charge limit.
ja: 充電上限到達後の自然放電許容範囲（セーリング）を設定します。
nb: Configure natural discharge range (Sailing) after reaching charge limit.
nl: Configure natural discharge range (Sailing) after reaching charge limit.
pl: Configure natural discharge range (Sailing) after reaching charge limit.
pt_br: Configure natural discharge range (Sailing) after reaching charge limit.
pt_pt: Configure natural discharge range (Sailing) after reaching charge limit.
ro: Configure natural discharge range (Sailing) after reaching charge limit.
ru: Configure natural discharge range (Sailing) after reaching charge limit.
sv: Configure natural discharge range (Sailing) after reaching charge limit.
th: Configure natural discharge range (Sailing) after reaching charge limit.
tr: Configure natural discharge range (Sailing) after reaching charge limit.
uk: Configure natural discharge range (Sailing) after reaching charge limit.
vi: Configure natural discharge range (Sailing) after reaching charge limit.
zh_hans: 设置达到充电上限后的自然放电允许范围（Sailing）。
zh_hant: 設定達到充電上限後的自然放電允許範圍（Sailing）。

source: 충전 한도 설정
ar: Set Charge Limit
cs: Set Charge Limit
da: Set Charge Limit
de: Ladelimit einstellen
el: Set Charge Limit
en: Set Charge Limit
es: Establecer límite de carga
fi: Set Charge Limit
fr: Définir la limite de charge
he: Set Charge Limit
hi: Set Charge Limit
hu: Set Charge Limit
id: Set Charge Limit
it: Set Charge Limit
ja: 充電上限を設定
nb: Set Charge Limit
nl: Set Charge Limit
pl: Set Charge Limit
pt_br: Set Charge Limit
pt_pt: Set Charge Limit
ro: Set Charge Limit
ru: Set Charge Limit
sv: Set Charge Limit
th: Set Charge Limit
tr: Set Charge Limit
uk: Set Charge Limit
vi: Set Charge Limit
zh_hans: 设置充电上限
zh_hant: 設定充電上限

source: 충전 한도는 50%에서 100% 사이여야 합니다.
ar: Charge limit must be between 50% and 100%.
cs: Charge limit must be between 50% and 100%.
da: Charge limit must be between 50% and 100%.
de: Das Ladelimit muss zwischen 50 % und 100 % liegen.
el: Charge limit must be between 50% and 100%.
en: Charge limit must be between 50% and 100%.
es: El límite de carga debe estar entre el 50% y el 100%.
fi: Charge limit must be between 50% and 100%.
fr: La limite de charge doit être comprise entre 50 % et 100 %.
he: Charge limit must be between 50% and 100%.
hi: Charge limit must be between 50% and 100%.
hu: Charge limit must be between 50% and 100%.
id: Charge limit must be between 50% and 100%.
it: Charge limit must be between 50% and 100%.
ja: 充電上限は50%から100%の間で設定してください。
nb: Charge limit must be between 50% and 100%.
nl: Charge limit must be between 50% and 100%.
pl: Charge limit must be between 50% and 100%.
pt_br: Charge limit must be between 50% and 100%.
pt_pt: Charge limit must be between 50% and 100%.
ro: Charge limit must be between 50% and 100%.
ru: Charge limit must be between 50% and 100%.
sv: Charge limit must be between 50% and 100%.
th: Charge limit must be between 50% and 100%.
tr: Charge limit must be between 50% and 100%.
uk: Charge limit must be between 50% and 100%.
vi: Charge limit must be between 50% and 100%.
zh_hans: 充电上限必须在 50% 到 100% 之间。
zh_hant: 充電上限必須在 50% 到 100% 之間。
